[
  {
    "title": "Me as a designer",
    "desc": "I would describe myself as a very psychological thinker, researcher and a creative person who loves solving problems and presenting ideas and concepts which would provide the best experience for the people and earn their trust in very short time. My designs are often simple but with a very clear message.",
    "type": "paragraph",
    "img": "https://raw.githubusercontent.com/kMlad/pprentovic-portfolio/master/src/assets/peki-na-pc.png"
  },
  {
    "title": "My education",
    "desc": "I graduated with a bachelor in Physical education in Skopje, North Macedonia. That part of my education is not really connected with design most of the time but the diversity Is the thing that gets me going. On the other side,  after completing an extensive graphic design program, found my new passion for UX/UI. What really fires me up is building great products and being engaged with people who want to unlock their potential.",
    "type": "paragraph",
    "img": "https://raw.githubusercontent.com/kMlad/pprentovic-portfolio/master/src/assets/peki-diplomec.png"
  },
  {
    "title": "Me as a person",
    "desc": "For my hobbies I would definitely choose basketball as a primary one and one that has also thought me some really key values and made me the person I am today. It showed me how to be a team player, always on time, how to be dedicated and believe that we grow through the hard times. Although my path went in another way I will always love the game and appreciate the lessons. I also love playing cards listening to music and going on adventures.",
    "type": "paragraph",
    "img": "https://raw.githubusercontent.com/kMlad/pprentovic-portfolio/master/src/assets/peki-basket.png"
  },
  {
    "title": "My Design skills",
    "type": "slider",
    "skills": [
      {
        "title": "Adobe XD",
        "value": 56,
        "color": "#F85FED",
        "bgcolor": "#460137"
      },
      {
        "title": "Illustrator",
        "value": 72,
        "color": "#F79501",
        "bgcolor": "#320100"
      },
      {
        "title": "Photoshop",
        "value": 92,
        "color": "#30A6FA",
        "bgcolor": "#011E36"
      },
      {
        "title": "After Effect",
        "value": 82,
        "color": "#9999FF",
        "bgcolor": "#00005B"
      }
    ]
  }
]
